var typed3 = new Typed('.typed', {
  strings: ['رسائل تحقيق ومعاملات ترويجيه','رسائل سريعه مع ضمان التسليم 100%', 'إتصال مباشر مع كافة المشغلين المحليين ','برسائل صوتية وثنائية الإتجاة وفلاشية','مع بروتوكول SMPP - HTTPS','تغطية محلية و211 بلداً', 'api للتكامل مع كافة البرمجيات','باسعار مناسبه وخدمه مميزه','ودعم فنى 24/7'],
  typeSpeed: 30,
  backSpeed: 10,
  startDelay: 1000,
  loop: true
});
// strings: ['رسائل تحقيق ومعاملات ترويجيه','رسائل سريعه مع ضمان التسليم 100%', 'إتصال مباشر مع كافة المشغلين المحليين ','برسائل صوتية وثنائية الإتجاة وفلاشية','مع بروتوكول SMPP - HTTPS','تغطية محلية و211 بلداً', 'api للتكامل مع كافة البرمجيات','باسعار مناسبه وخدمه مميزه','ودعم فنى 24/7'],